Repository: H2CK/oidc
Catalog: translationfiles/*/oidc.po
Languages: de, es, fi, fr, it, nl, sv

source: Usually the primary email address is used during OpenID control flows. If you wish to use other email adresses (defined as secondary email address in personal settings) you could define a regular expression for selecting the used email address. E.g. .*@domain.tld
fi: Yleensä ensisijaista sähköpostiosoitetta käytetään OpenID-ohjausvirroissa. Jos haluat käyttää muita sähköpostiosoitteita (jotka on määritelty toissijaiseksi sähköpostiosoitteeksi henkilökohtaisissa asetuksissa), voit määrittää säännöllisen lausekkeen käytettävän sähköpostiosoitteen valitsemiseksi. Esim. .*@domain.tld.
fr: En général, l'adresse électronique principale est utilisée lors des flux de contrôle OpenID. Si vous souhaitez utiliser d'autres adresses électroniques (définies comme adresse électronique secondaire dans les paramètres personnels), vous pouvez définir une expression régulière pour sélectionner l'adresse électronique utilisée. Par exemple : .*@domaine.tld

source: Allow User Settings
fr: Autoriser les paramètres de l'utilisateur

source: Define if user can make own user specific changes to settings
fr: Définir si l'utilisateur peut apporter des modifications aux paramètres qui lui sont propres

source: Select if user is able to modify user specific settings
fr: Indiquer si l'utilisateur peut modifier les paramètres qui lui sont propres.

source: User can not edit any settings
fr: L'utilisateur ne peut pas modifier les paramètres

source: User can edit settings
fr: L'utilisateur peut modifier les paramètres

source: Opaque Access Token
de: Undurchsichtiges Zugriffstoken
es: Token de acceso opaco
fr: Token d'accès opaque
nl: Ondoorzichtig access token
sv: Ogenomskinlig access-token

source: JWT Access Token (RFC9068)
de: JWT-Zugriffstoken (RFC9068)
es: Token de acceso JWT (RFC9068)
fr: Token d'accès JWT (RFC9068)

source: All settings for the login at other services using the OpenID Connect Provider app are managed by your administrator.
fr: Tous les paramètres de connexion à d'autres services utilisant l'application Fournisseur OpenID Connect sont gérés par votre administrateur.

source: Integrate avatar in user info/ID token
it: Integra l'avatar nel token info/ID dell'utente
sv: Integrera avatar i användarinformation/ID-token

source: Method for integration of avatar
it: Metodo per l'integrazione di avatar
sv: Metod för integration av avatar

source: Select how the avatar image should be integrated
it: Seleziona come integrare l'immagine dell'avatar
sv: Välj hur avatarbilden ska integreras

source: No integration
it: Nessuna integrazione
sv: Ingen integration

source: Add to user info
it: Aggiungi alle informazioni utente
sv: Lägg till i användarinformation

source: Add to user info and ID token
it: Aggiungi alle informazioni utente e all'ID del token
sv: Lägg till i användarinformation och ID-token
