Repository: H2CK/oidc
Catalog: translationfiles/*/oidc.po
Languages: de, es, fi, fr, it, nl, sv

source: Your client is not authorized to connect. Please inform the administrator of your client.
de: Dein Client ist nicht berechtigt, eine Verbindung herzustellen. Bitte informiere die Administration deines Clients.
es: Tu cliente no está autorizado a conectarse. Por favor, informa de tu cliente al administrador.
fi: Asiakastasi ei ole valtuutettu yhdistämään. Ilmoita ylläpidolle asiakkaastasi.
fr: Votre client n'est pas autorisé à se connecter. Veuillez en informer l'administrateur.
it: Il tuo client non è autorizzato a collegarsi. Informa l'amministratore del tuo client.
nl: Je client is niet geautoriseerd om te verbinden. Informeer de beheerder van je client.
sv: Din klient har inte behörighet att ansluta. Vänligen meddela din administratör.

source: Your client is expired. Please inform the administrator of your client.
de: Dein Client ist abgelaufen. Bitte informiere die Administration deines Clients.
es: Su cliente ha caducado. Por favor, informe al administrador de su cliente.
fi: Asiakkaasi on vanhentunut. Ilmoita asiakkaasi ylläpitäjälle.
fr: Votre client a expiré. Veuillez informer l'administrateur de votre client.
it: Il vostro cliente è scaduto. Si prega di informare l'amministratore del cliente.
nl: Je client is verlopen. Informeer de beheerder van je client.
sv: Din klient har löpt ut. Vänligen informera administratören för din klient.

source: The received redirect URI is not accepted to connect. Please inform the administrator of your client.
de: Die empfangene Weiterleitungs-URI wird nicht zum Herstellen einer Verbindung akzeptiert. Bitte informiere die Administration deines Clients.
es: El URI de redirección recibido no es aceptado para conectarse. Por favor, informe al administrador de su cliente.
fi: Vastaanotettua uudelleenohjauksen URI:tä ei hyväksytä yhteyden muodostamiseen. Ilmoita asiasta asiakkaasi ylläpitäjälle.
fr: L'URI de redirection reçu n'est pas accepté pour se connecter. Veuillez informer l'administrateur de votre client.
it: L'URI di reindirizzamento ricevuto non è accettato per la connessione. Informa l'amministratore del client.
nl: De ontvangen redirect URI wordt niet geaccepteerd om verbinding te maken. Informeer de beheerder van uw client.
sv: Den mottagna omdirigerings-URI:n accepteras inte för anslutning. Vänligen informera administratören för din klient.

source: The user is not a member of the groups defined for the client. You are not allowed to retrieve a login token.
de: Der Benutzer ist kein Mitglied der für den Client definierten Gruppen. Du bist nicht berechtigt, ein Login-Token abzurufen.
es: El usuario no es miembro de los grupos definidos para el cliente. No se le permite recuperar un token de inicio de sesión.
fi: Käyttäjä ei kuulu asiakkaalle määritettyihin ryhmiin. Et saa hakea kirjautumistunnusta.
fr: L'utilisateur n'est pas membre des groupes définis pour le client. Vous n'êtes pas autorisé à récupérer un jeton de connexion.
it: L'utente non è membro dei gruppi definiti per il client. Non è possibile recuperare un token di accesso.
nl: De gebruiker is geen lid van de voor de client gedefinieerde groepen. Het is niet toegestaan een login token op te halen.
sv: Användaren är inte medlem i de grupper som definierats för klienten. Du får inte hämta en inloggningstoken.

source: A failure during JWT creation occured. Please inform the administrator of your client.
de: Bei der JWT-Erstellung ist ein Fehler aufgetreten. Bitte die Administration Deines Clients informieren.
es: Se ha producido un error durante la creación del JWT. Por favor, informe al administrador de su cliente.
fi: JWT:n luomisessa tapahtui virhe. Ilmoita asiasta asiakkaasi ylläpitäjälle.
fr: Un échec s'est produit lors de la création d'un JWT. Veuillez en informer l'administrateur de votre client.
nl: Er is een fout opgetreden tijdens het aanmaken van JWT. Informeer de beheerder van je client.
sv: Ett fel inträffade under skapandet av JWT. Vänligen informera administratören för din klient.

source: Your redirect URL needs to be a full URL for example: https://yourdomain.com/path
de: Die Weiterleitungs-URL muss eine vollständige URL sein. Beispiel: https://deinedomain.com/pfad
es: Tu URL de redirección debe ser una URL completa, por ejemplo: https://tudominio.com/ruta
fi: Uudelleenohjauksen URL-osoitteen on oltava täydellinen URL-osoite, esimerkiksi: https://yourdomain.com/path
fr: Votre adresse de redirection doit être une URL complète, par exemple: https://example.com/chemin
it: Il tuo URL di redirezione deve essere un URL completo, ad esempio: https://tuodominio.com/percorso
nl: Je doorverwijzings-URL moet een volledige URL zijn, bijvoorbeeld: https://jouwdomein.com/pad
sv: Din omdirigeringsadress måste vara en fullständig webbadress till exempel: https://yourdomain.com/path

source: Code Authorization Flow
de: Code-Autorisierungsablauf
es: Flujo de autorización de código
fi: Koodin hyväksyntävirta
fr: Flux d'autorisation par code
it: Flusso di autorizzazione del codice
nl: Code autorisatiestroom
sv: Flöde för kodauktorisering

source: Code & Implicit Authorization Flow
de: Code- und Impliziter-Autorisierungsablauf
es: Flujo de autorización de códigos y implícito
fi: Koodi ja implisiittisen valtuutuksen virtaus
fr: Flux d'autorisation par code et implicite
it: Flusso di autorizzazione del codice e implicito
nl: Code en impliciete autorisatiestroom
sv: Kod och flöde för implicit auktorisering

source: OpenID Connect Provider
fi: OpenID Connect tarjoaja
fr: Fournisseur OpenID Connect

source: OIDC Identity Provider
de: OIDC-Identitätsanbieter
es: Proveedor de identidades OIDC
fi: OIDC-tunnisteiden tarjoaja
fr: Fournisseur d’identité de l’OIDC
it: Fornitore di identità OIDC

source: Nextcloud as OpenID Connect Identity Provider
de: Nextcloud als OpenID Connect Identitätsanbieter
es: Nextcloud como proveedor de identidades de OpenID Connect
fi: Nextcloud OpenID Connect -tunnisteiden tarjoajana
fr: Nextcloud comme fournisseur d’identité OpenID Connect
it: Nextcloud come fornitore di identità OpenID Connect
nl: Nextcloud als OpenID Connect Identity Provider
sv: Nextcloud som identitetsleverantör för OpenID Connect

source: Nextcloud as OpenID Connect Identity Provider With this app you can use Nextcloud as OpenID Connect Identity Provider. If other services are configured correctly, you are able to access those services with your Nextcloud login. Full documentation can be found at: - [User Documentation](https://github.com/H2CK/oidc/wiki#user-documentation) - [Developer Documentation](https://github.com/H2CK/oidc/wiki#developer-documentation)
de: Nextcloud als OpenID Connect Identitätsanbieter Mit dieser App kannst du Nextcloud als OpenID Connect Identitätsanbieter nutzen. Wenn andere Dienstleistungen korrekt konfiguriert sind, kannst du mit deinem Nextcloud-Login auf diese Dienste zugreifen. Die vollständige Dokumentation findest du unter: - [Benutzerdokumentation](https://github.com/H2CK/oidc/wiki#user-documentation) - [Entwicklerdokumentation](https://github.com/H2CK/oidc/wiki#developer-documentation)
es: Nextcloud como proveedor de identidad de OpenID Connect Con esta aplicación puedes utilizar Nextcloud como proveedor de identidad de OpenID Connect. Si otros servicios\nestán configurados correctamente, podrás acceder a esos servicios con tu login de Nextcloud. La documentación completa se puede encontrar en: - [Documentación del usuario](https://github.com/H2CK/oidc/wiki#user-documentation) - Documentación para desarrolladores](https://github.com/H2CK/oidc/wiki#developer-documentation)
fi: Nextcloud OpenID Connect -tunnisteiden tarjoajana Tämän sovelluksen avulla voit käyttää Nextcloudia OpenID Connect Identity Providerina. Jos muut palvelut on määritetty oikein, voit käyttää näitä palveluja Nextcloud-tunnuksillasi. Täydellinen dokumentaatio löytyy osoitteesta: - [User Documentation](https://github.com/H2CK/oidc/wiki#user-documentation) - [Developer Documentation](https://github.com/H2CK/oidc/wiki#developer-documentation)
fr: Nextcloud comme fournisseur d’identité OpenID Connect Avec cette application vous pouvez utiliser Nextcloud comme fournisseur d’identité OpenID Connect. Si d’autres services\nsont configurés correctement, vous pouvez accéder à ces services avec votre login Nextcloud. La documentation complète peut être trouvée à l’adresse suivante : - [Documentation utilisateur](https://github.com/H2CK/oidc/wiki#user-documentation) - Documentation pour les développeurs] (https://github.com/H2CK/oidc/wiki#developer-documentation)
it: Nextcloud come fornitore di identità OpenID Connect Con questa app puoi usare Nextcloud come OpenID Connect Identity Provider. Se altri servizi\nsono configurati correttamente, sei in grado di accedere a quei servizi con il tuo login Nextcloud. La documentazione completa può essere trovata su: - [Documentazione utente](https://github.com/H2CK/oidc/wiki#user-documentation) - Documentazione per sviluppatori](https://github.com/H2CK/oidc/wiki#developer-documentation)
nl: Nextcloud als OpenID Connect Identity Provider Met deze app kun je Nextcloud gebruiken als OpenID Connect Identity Provider. Als andere diensten\ncorrect zijn geconfigureerd, hebt u toegang tot die diensten met uw Nextcloud-login. Volledige documentatie is te vinden op: - [Gebruikersdocumentatie](https://github.com/H2CK/oidc/wiki#user-documentation) - Ontwikkelaarsdocumentatie](https://github.com/H2CK/oidc/wiki#developer-documentation)
sv: Nextcloud som identitetsleverantör för OpenID Connect Med den här appen kan du använda Nextcloud som OpenID Connect Identity Provider. Om andra tjänster är korrekt konfigurerade kan du få tillgång till dessa tjänster med din inloggning till Nextcloud. Fullständig dokumentation finns på följande adress: - [Användardokumentation] (https://github.com/H2CK/oidc/wiki#user-documentation) - [Utvecklingsdokumentation](https://github.com/H2CK/oidc/wiki#developer-documentation)

source: OpenID Connect allows to authenticate at external services with {instanceName} user accounts.
de: OpenID Connect ermöglicht die Authentifizierung bei externen Diensten mit {instanceName} Benutzerkonten.
es: OpenID Connect permite autenticarse en servicios externos con cuentas de usuario de {instanceName}.
fi: OpenID Connect mahdollistaa tunnistautumisen ulkoisiin palveluihin {instanceName}-käyttäjätunnuksilla.
fr: OpenID Connect permet de s’authentifier auprès de services externes avec des comptes utilisateurs de {instanceName}.
it: OpenID Connect permette di autenticarsi a servizi esterni con account utente {instanceName}.
nl: OpenID Connect maakt het mogelijk om te authenticeren bij externe diensten met {instanceName} gebruikersaccounts.
sv: OpenID Connect gör det möjligt att autentisera externa tjänster med {instanceName}-användarkonton.

source: OpenID Connect clients
es: Clientes de OpenID Connect
fi: OpenID Connect -asiakkaat
fr: Clients OpenID Connect
it: Client OpenID Connect
sv: OpenID Connect-klienter

source: Settings
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
nl: Instellingen
sv: Inställningar

source: Public Key
de: Öffentlicher Schlüssel
es: Clave pública
fi: Julkinen avain
fr: Clé publique
it: Chiave pubblica
nl: Openbare sleutel
sv: Offentlig nyckel

source: Add client
de: Client hinzufügen
es: Añadir cliente
fi: Lisää asiakas
fr: Ajouter un client
it: Aggiungi client
nl: Voeg client toe
sv: Lägg till klient

source: Name
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nl: Naam
sv: Namn

source: Redirection URI
de: Weiterleitungs-URI
es: URI de redirección
fi: Uudelleenohjaus URI
fr: URI de redirection
it: URI di redirezione
nl: Omeiding URI
sv: Omdirigerings-URI

source: Select Signing Algorithm
de: Signieralgorithmus auswählen
es: Seleccione el algoritmo de firma
fi: Valitse allekirjoitusalgoritmi
fr: Sélectionnez l’algorithme de signature
it: Seleziona l’algoritmo di firma
nl: Selecteer een algoritme voor ondertekening
sv: Välj signeringsalgoritm

source: Select Type
de: Typ auswählen
es: Seleccione el tipo
fi: Valitse tyyppi
fr: Sélectionnez le type
it: Seleziona il tipo
nl: Selecteer type
sv: Välj typ

source: Confidential
de: Vertraulich
es: Confidencial
fi: Luottamuksellinen
fr: Confidentiel
it: Riservato
nl: Vertrouwelijk
sv: Konfidentiell

source: Public
de: Öffentlich
es: Público
fi: Julkinen
it: Pubblica
nl: Openbaar
sv: Offentlig

source: Add
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
nl: Toevoegen
sv: Lägg till

source: List of clients
fi: Asiakasluettelo
fr: Liste des clients

source: Token Expire Time
de: Ablaufzeit des Tokens
es: Hora de caducidad de la ficha
fi: Tokenin viimeinen voimassaoloaika
fr: Temps d’expiration du jeton
it: Tempo di scadenza dei gettoni
nl: Token Vervaltijd
sv: Token upphör att gälla

source: Select Token Expire Time
de: Ablaufzeit des Tokens auswählen
es: Seleccione la hora de caducidad de la ficha
fi: Valitse Tokenin viimeinen voimassaoloaika
fr: Sélectionnez temps d’expiration du jeton
it: Seleziona il tempo di scadenza del token
nl: Selecteer Token Vervaltijd
sv: Välj tid för utgången av Token

source: 5 minutes
de: 5 Minuten
es: 5 minutos
fi: 5 minuuttia
it: 5 minuti
nl: 5 minuten
sv: 5 minuter

source: 10 minutes
de: 10 Minuten
es: 10 minutos
fi: 10 minuuttia
it: 10 minuti
nl: 10 minuten
sv: 10 minuter

source: 15 minutes
de: 15 Minuten
es: 15 minutos
fi: 15 minuuttia
it: 15 minuti
nl: 15 minuten
sv: 15 minuter

source: 30 minutes
de: 30 Minuten
es: 30 minutos
fi: 30 minuuttia
it: 30 minuti
nl: 30 minuten
sv: 30 minuter

source: 60 minutes
de: 60 Minuten
es: 60 minutos
fi: 60 minuuttia
it: 60 minuti
nl: 60 minuten
sv: 60 minuter

source: Refresh Token Expire Time
de: Ablaufzeit des Aktualisierungstokens
es: Hora de caducidad de la ficha de actualización
fi: Refresh Tokenin vanhentumisaika
fr: Rafraîchir l'heure d'expiration du jeton
it: Aggiornamento del gettone Scadenza
nl: Vernieuw Token Vervaldatum

source: Select Refresh Token Expire Time
de: Ablaufzeit des Aktualisierungstokens wählen
es: Seleccione la hora de caducidad de la ficha de actualización
fi: Valitse Refresh Token Expire Time
fr: Sélectionner l'heure d'expiration du jeton de rafraîchissement
it: Selezionare il tempo di scadenza del gettone di aggiornamento
nl: Selecteer Vernieuw Token Vervaldatum
sv: Välj Refresh Token Expire Time

source: 12 hours
de: 12 Stunden
es: 12 horas
fi: 12 tuntia
fr: 12 heures
it: 12 ore
nl: 12 uur
sv: 12 timmar

source: 1 day
de: 1 Tag
es: 1 día
fi: 1 päivä
fr: 1 jour
it: 1 giorno
nl: 1 dag
sv: 1 dag

source: 7 days
de: 7 Tage
es: 7 días
fi: 7 päivää
fr: 7 jours
it: 7 giorni
nl: 7 dagen
sv: 7 dagar

source: Never
de: Niemals
es: Nunca
fi: Ei koskaan
fr: Jamais
it: Mai
nl: Nooit
sv: Aldrig

source: Dynamic Client Registration
de: Dynamische Client-Registrierung
es: Registro dinámico de clientes
fi: Dynaaminen asiakkaan rekisteröinti
fr: Enregistrement dynamique des clients
it: Registrazione dinamica del cliente
nl: Dynamische klantregistratie
sv: Dynamisk klientregistrering

source: Enable or disable Dynamic Client Registration
de: Aktivieren oder deaktivieren der dynamischen Client-Registrierung
es: Activar o desactivar el registro dinámico de clientes
fi: Ota dynaaminen asiakasrekisteröinti käyttöön tai poista se käytöstä
fr: Activer ou désactiver l'enregistrement dynamique des clients
it: Abilitare o disabilitare la registrazione dinamica del cliente
nl: Dynamische klantregistratie in- of uitschakelen
sv: Aktivera eller inaktivera dynamisk klientregistrering

source: Select to enable/disable the Dynamic Client Registration
de: Auswahl zum Aktivieren/Deaktivieren der dynamischen Client-Registrierung
es: Seleccione esta opción para activar/desactivar el registro dinámico de clientes
fi: Ota dynaaminen asiakasrekisteröinti käyttöön tai poista se käytöstä
fr: Sélectionnez cette option pour activer/désactiver l'enregistrement dynamique des clients.
it: Selezionare per abilitare/disabilitare la registrazione dinamica del cliente
nl: Selecteer om de Dynamische klantregistratie in/uit te schakelen
sv: Välj för att aktivera/inaktivera dynamisk klientregistrering

source: Disable
de: Deaktivieren
es: Desactivar
fi: Poista käytöstä
fr: Désactiver
it: Disabilita
nl: Uitschakelen
sv: Inaktivera

source: Enable
de: Aktivieren
es: Activar
fi: Käytä
fr: Activer
it: Abilita
nl: Inschakelen
sv: Aktivera

source: Email Verified Flag
de: Angabe der E-Mailadressverifizierung im Token
es: Indicador de correo electrónico verificado
fi: Sähköpostivarmennettu attribuutti
fr: Attribut vérifié par e-mail
it: Attributo e-mail verificato
nl: E-mail geverifieerd kenmerk
sv: E-post verifierad attribut

source: Source for email verified flag in token
de: Quelle für die Angabe der E-Mailadressverifizierung im Token
es: Fuente para el indicador de correo electrónico verificado en el token
fi: Sähköpostin todennetun attribuutin lähde tokenissa
fr: Source de l’attribut vérifié par e-mail dans le jeton
it: Fonte per l'attributo e-mail verificato nel token
nl: Bron voor attribuut e-mail geverifieerd in token
sv: Källa för e-post verifierat attribut i token

source: Select behaviour for setting email verified flag
de: Verhalten für die Angabe der E-Mailadressverifizierung
es: Seleccione el comportamiento para establecer el indicador de correo electrónico verificado
fi: Valitse käyttäytyminen sähköpostin todennetun attribuutin asettamista varten
fr: Sélectionner le comportement à adopter pour l'activation de l'indicateur de vérification de l'e-mail
it: Selezionare il comportamento per l'impostazione dell'attributo verificato dell'e-mail
nl: Selecteer gedrag voor het instellen van het kenmerk Geverifieerd e-mail
sv: Välj beteende för att ange verifierat e-post attribut

source: Use Nextcloud account information
de: Verwende Nextcloudkonto-Information
es: Utiliza la información de la cuenta Nextcloud
fi: Käytä Nextcloud-tilin tietoja
fr: Utiliser les informations du compte Nextcloud
it: Utilizzare le informazioni dell'account Nextcloud
nl: Accountgegevens van Nextcloud gebruiken
sv: Använd kontoinformation från Nextcloud

source: Set to always verified
de: Auf immer überprüft setzen
es: Siempre verificado
fi: Asetetaan aina tarkistetuksi
fr: Définir à toujours vérifie
it: Impostato su sempre verificato
nl: Ingesteld op altijd geverifieerd
sv: Ställ in på alltid verifierad

source: Accepted Logout Redirect URIs
de: Akzeptierte Logout Weiterleitungs-URIs
es: URI de redireccionamiento de cierre de sesión aceptados
fi: Hyväksytyt uloskirjautumisen uudelleenohjauksen URI
fr: URI de redirection de déconnexion acceptés
it: URI di reindirizzamento di uscita accettati
nl: Geaccepteerde URI's voor afmelden
sv: Accepterade URI:er för omdirigering av utloggning

source: Add Redirection URI
fi: Lisää uudelleenohjaus URI
fr: Ajouter un URI de redirection

source: Regenerate Keys
de: Schlüssel neu erzeugen
es: Regenerar claves
fi: Uudelleen avaimet
fr: Régénérer les clés
it: Rigenera le chiavi
nl: Sleutels regenereren
sv: Återskapa nycklar

source: OpenID Connect Redirect
de: OpenID Connect Weiterleitung
es: Redirección de OpenID Connect
fi: OpenID Connectin uudelleenohjaus
fr: Redirection d’OpenID Connect
it: Reindirizzamento di OpenID Connect
nl: OpenID Connect omleiden
sv: Omdirigering av OpenID Connect

source: Delete
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
nl: Verwijder
sv: Radera

source: Client Identifier
de: Client-Identifikationsmerkmal
es: Identificador de cliente
fi: Asiakkaan tunniste
fr: Identifiant du client
it: Identificatore client
nl: Client identificatie
sv: Klientidentifierare

source: Secret
de: Geheimer Schlüssel
es: Secreto
fi: Salainen
it: Segreta
nl: Vertrouwelijk
sv: Hemlig

source: Show client secret
de: Geheime Zeichenkette des Clients anzeigen
es: Mostrar secreto del cliente
fi: Näytä asiakkaan salaisuus
fr: Afficher le code secret du client
it: Mostra segreto del client
nl: Tonen client secret
sv: Visa klienthemlighet

source: -- NONE --
de: -- KEINER --
es: -- NADA --
fi: -- EI OLE --
fr: -- AUCUN --
it: -- NESSUNO --
nl: -- GEEN --
sv: -- INGA --

source: Signing Algorithm
de: Signieralgorithmus
es: Algoritmo de firma
fi: Allekirjoitusalgoritmi
fr: Algorithme de signature
it: Algoritmo di firma
nl: Ondertekenend algoritme
sv: Algoritm för signering

source: Type
de: Typ
es: Tipo
fi: Tyyppi
it: Tipo
sv: Typ

source: Flows
de: Abläufe
es: Flujos
fi: Virtaukset
fr: Flux
it: Flussi
nl: Stromen
sv: Flöden

source: Flows allowed to be used with the client.
de: Abläufe, die vom Client unterstützt werden.
es: Flujos que se pueden utilizar con el cliente.
fi: Virrat, joita saa käyttää asiakkaan kanssa.
fr: Flux autorisés avec le client.
it: Flussi che possono essere utilizzati con il client.
nl: Stromen die met de cli√´nt mogen worden gebruikt.
sv: Flöden som får användas med klienten.

source: Access Token Type
de: Typ des Zugriffstokens
es: Tipo de token de acceso
fi: Access Token tyyppi
fr: Type de token d'accès
nl: Type access token
sv: Typ av access-token

source: Limited to Groups
de: Beschränkt auf Gruppen
es: Limitado a grupos
fi: Rajoitettu ryhmille
fr: Limité aux groupes
it: Limitato ai gruppi
nl: Beperkt tot groepen
sv: Begränsat till grupper

source: Only users in one of the following groups are allowed to use the client.
de: Nur Benutzer, die einer der folgenden Gruppen angehören, dürfen den Client verwenden.
es: Sólo los usuarios de uno de los siguientes grupos pueden utilizar el cliente.
fi: Vain johonkin seuraavista ryhmistä kuuluvat käyttäjät saavat käyttää asiakasta.
fr: Seuls les utilisateurs appartenant à l'un des groupes suivants sont autorisés à utiliser le client.
it: Solo gli utenti di uno dei seguenti gruppi possono utilizzare il client.
nl: Alleen gebruikers in een van de volgende groepen mogen de client gebruiken.
sv: Endast användare i någon av följande grupper får använda klienten.

source: Groups allowed to use the client.
de: Gruppen, die den Client benutzen dürfen.
es: Grupos autorizados a utilizar el cliente.
fi: Ryhmät, jotka saavat käyttää asiakasta.
fr: Groupes autorisés à utiliser le client.
it: Gruppi autorizzati a utilizzare il client.
nl: Groepen die de client mogen gebruiken.
sv: Grupper som får använda klienten.

source: Allowed Scopes
fi: Sallitut alueet
fr: Portées autorisées

source: Save allowed scopes
fi: Tallenna sallitut käyttöalueet
fr: Sauvegarder les portées autorisées

source: Save
fi: Tallenna
fr: Enregistrer
nl: Opslaan

source: Define the allowed scopes for the client separated by a whitespace, e.g. openid profile roles. Do not enter any value to allow all scopes.
fi: Määritä asiakkaan sallitut käyttöalueet välilyönnillä erotettuna, esim. openid profile roles. Älä anna mitään arvoa, jos haluat sallia kaikki laajuudet.
fr: Définissez les portées autorisés pour le client en les séparant par un espace, par exemple les openid profile roles. N'entrez aucune valeur pour autoriser tous les portées.

source: Email Selection
fi: Sähköpostin valinta
fr: Sélection des courriels

source: Save email selection regex
fi: Tallenna sähköpostin valinta regex
fr: Enregistrer l'expression rationnelle de sélection des courriels
