{ "translations": {
    "Your client is not authorized to connect. Please inform the administrator of your client." : "Ο εφαρμογή σας δεν είναι εξουσιοδοτημένη να συνδεθεί. Ενημερώστε τον διαχειριστή σας.",
    "Your client is expired. Please inform the administrator of your client." : "Ο πελάτης σας έχει λήξει. Παρακαλούμε ενημερώστε τον διαχειριστή του πελάτη σας.",
    "The received redirect URI is not accepted to connect. Please inform the administrator of your client." : "Το ληφθέν URI ανακατεύθυνσης δεν είναι αποδεκτό για σύνδεση. Παρακαλούμε ενημερώστε τον διαχειριστή του πελάτη σας.",
    "The user is not a member of the groups defined for the client. You are not allowed to retrieve a login token." : "Ο χρήστης δεν είναι μέλος των ομάδων που έχουν οριστεί για τον πελάτη. Δεν επιτρέπεται η ανάκτηση ενός κουπονιού σύνδεσης.",
    "A failure during JWT creation occured. Please inform the administrator of your client." : "Παρουσιάστηκε αποτυχία κατά τη δημιουργία JWT. Παρακαλούμε ενημερώστε τον διαχειριστή του πελάτη σας.",
    "Your redirect URL needs to be a full URL for example: https://yourdomain.com/path" : "Η διεύθυνση URL ανακατεύθυνσης πρέπει να είναι μια πλήρη διεύθυνση URL, για παράδειγμα: https://yourdomain.com/path",
    "Code Authorization Flow" : "Ροή εξουσιοδότησης κώδικα",
    "Code & Implicit Authorization Flow" : "Κώδικας & Ροή σιωπηρής εξουσιοδότησης",
    "OpenID Connect Provider" : "Πάροχος OpenID Connect",
    "OIDC Identity Provider" : "Πάροχος ταυτότητας OIDC",
    "Nextcloud as OpenID Connect Identity Provider" : "Το Nextcloud ως πάροχος ταυτότητας OpenID Connect",
    "Nextcloud as OpenID Connect Identity Provider\n\nWith this app you can use Nextcloud as OpenID Connect Identity Provider. If other services\nare configured correctly, you are able to access those services with your Nextcloud login.\n\nFull documentation can be found at:\n\n- [User Documentation](https://github.com/H2CK/oidc/wiki#user-documentation)\n- [Developer Documentation](https://github.com/H2CK/oidc/wiki#developer-documentation)" : "Το Nextcloud ως πάροχος ταυτότητας OpenID Connect\n\nΜε αυτή την εφαρμογή μπορείτε να χρησιμοποιήσετε το Nextcloud ως πάροχο ταυτότητας OpenID Connect. Εάν άλλες υπηρεσίες έχουν ρυθμιστεί σωστά, μπορείτε να έχετε πρόσβαση σε αυτές τις υπηρεσίες με τη σύνδεσή σας στο Nextcloud.\n\nΠλήρη τεκμηρίωση μπορείτε να βρείτε στη διεύθυνση:\n\n- [Τεκμηρίωση χρήστη](https://github.com/H2CK/oidc/wiki#user-documentation)\n- [Τεκμηρίωση για προγραμματιστές](https://github.com/H2CK/oidc/wiki#developer-documentation)",
    "Avatar" : "Εικόνα προφίλ",
    "Address" : "Διεύθυνση",
    "Phone" : "Τηλέφωνο",
    "Website" : "Ιστοσελίδα",
    "OpenID Connect allows to authenticate at external services with {instanceName} user accounts." : "Το OpenID Connect επιτρέπει τον έλεγχο ταυτότητας σε εξωτερικές υπηρεσίες με λογαριασμούς χρηστών {instanceName}.",
    "OpenID Connect clients" : "Πελάτες OpenID Connect",
    "Settings" : "Ρυθμίσεις",
    "Public Key" : "Δημόσιο κλειδί",
    "Add client" : "Προσθήκη πελάτη",
    "Name" : "Όνομα",
    "Redirection URI" : "URI ανακατεύθυνσης",
    "Select Signing Algorithm" : "Επιλέξτε Αλγόριθμο υπογραφής",
    "Select Type" : "Επιλέξτε τύπο",
    "Confidential" : "Εμπιστευτικό",
    "Public" : "Δημόσιο",
    "Add" : "Προσθήκη",
    "List of clients" : "Κατάλογος πελατών",
    "Token Expire Time" : "Χρόνος λήξης Token",
    "Select Token Expire Time" : "Επιλέξτε χρόνο λήξης Token",
    "5 minutes" : "5 λεπτά",
    "10 minutes" : "10 λεπτά",
    "15 minutes" : "15 λεπτά",
    "30 minutes" : "30 λεπτά",
    "60 minutes" : "60 λεπτά",
    "Refresh Token Expire Time" : "Χρόνος λήξης Token ανανέωσης",
    "Select Refresh Token Expire Time" : "Επιλέξτε Χρόνος λήξης Token ανανέωσης",
    "12 hours" : "12 ώρες",
    "1 day" : "1 μέρα",
    "7 days" : "7 ημέρες",
    "Never" : "Ποτέ",
    "Dynamic Client Registration" : "Δυναμική εγγραφή πελάτη",
    "Enable or disable Dynamic Client Registration" : "Ενεργοποίηση ή απενεργοποίηση της δυναμικής εγγραφής πελάτη",
    "Select to enable/disable the Dynamic Client Registration" : "Επιλέξτε για να ενεργοποιήσετε/απενεργοποιήσετε τη Δυναμική εγγραφή πελάτη",
    "Disable" : "Απενεργοποίηση",
    "Enable" : "Ενεργοποίηση",
    "Email Verified Flag" : "Χαρακτηριστικό επαληθευμένο email",
    "Source for email verified flag in token" : "Πηγή για το επαληθευμένο χαρακτηριστικό email στο token",
    "Select behaviour for setting email verified flag" : "Επιλογή συμπεριφοράς για τη ρύθμιση του χαρακτηριστικού email που έχει επαληθευτεί",
    "Use Nextcloud account information" : "Χρήση πληροφοριών λογαριασμού Nextcloud",
    "Set to always verified" : "Ρύθμιση σε πάντα επαληθευμένο",
    "Allow User Settings" : "Επιτρέψτε τις ρυθμίσεις χρήστη",
    "Define if user can make own user specific changes to settings" : "Ορίστε αν ο χρήστης μπορεί να κάνει αλλαγές στις ρυθμίσεις που αφορούν τον ίδιο τον χρήστη",
    "Select if user is able to modify user specific settings" : "Επιλέξτε εάν ο χρήστης είναι σε θέση να τροποποιεί τις ρυθμίσεις που αφορούν τον χρήστη",
    "User cannot edit any settings" : "Ο χρήστης δεν μπορεί να επεξεργαστεί καμία ρύθμιση",
    "User can edit settings" : "Ο χρήστης μπορεί να επεξεργαστεί τις ρυθμίσεις",
    "Restrict User Information" : "Περιορισμός των πληροφοριών χρήστη",
    "Removed information from ID token and userinfo endpoint" : "Αφαίρεση πληροφοριών από το ID token και το userinfo endpoint",
    "Select information to be omitted" : "Επιλέξτε τις πληροφορίες που θα παραλειφθούν",
    "Accepted Logout Redirect URIs" : "Αποδεκτά URI ανακατεύθυνσης αποσύνδεσης",
    "Add Redirection URI" : "Προσθήκη URI ανακατεύθυνσης",
    "Regenerate Keys" : "Αναγέννηση κλειδιών",
    "OpenID Connect allows to authenticate at external services with your user account." : "Το OpenID Connect επιτρέπει τον έλεγχο ταυτότητας σε εξωτερικές υπηρεσίες με το λογαριασμό χρήστη σας.",
    "All settings for the login at other services are managed by your administrator." : "Όλες οι ρυθμίσεις για τη σύνδεση σε άλλες υπηρεσίες διαχειρίζεται ο διαχειριστής σας.",
    "Restrict Personal Information" : "Περιορισμός προσωπικών πληροφοριών",
    "OpenID Connect Redirect" : "Ανακατεύθυνση OpenID Connect",
    "Delete" : "Διαγραφή",
    "Client Identifier" : "Αναγνωριστικό πελάτη",
    "Secret" : "Μυστικός",
    "Show client secret" : "Εμφάνιση μυστικού εφαρμογής υπολογιστή",
    "-- NONE --" : "-- ΚΑΝΕΝΑΣ --",
    "Signing Algorithm" : "Αλγόριθμος υπογραφής",
    "Type" : "Τύπος",
    "Flows" : "Ροές",
    "Flows allowed to be used with the client." : "Ροές που επιτρέπεται να χρησιμοποιούνται με τον πελάτη.",
    "Access Token Type" : "Τύπος Token πρόσβασης",
    "Opaque Access Token" : "Αδιαφανές Token πρόσβασης",
    "JWT Access Token (RFC9068)" : "JWT Token πρόσβασης (RFC9068)",
    "Limited to Groups" : "Περιορίζεται σε ομάδες",
    "Only users in one of the following groups are allowed to use the client." : "Μόνο οι χρήστες που ανήκουν σε μία από τις ακόλουθες ομάδες επιτρέπεται να χρησιμοποιούν το πρόγραμμα-πελάτη.",
    "Groups allowed to use the client." : "Ομάδες που επιτρέπεται να χρησιμοποιούν το πρόγραμμα-πελάτη.",
    "Allowed Scopes" : "Επιτρεπόμενα πεδία εφαρμογής",
    "Save allowed scopes" : "Αποθήκευση επιτρεπόμενων πεδίων εφαρμογής",
    "Save" : "Αποθήκευση",
    "Define the allowed scopes for the client separated by a whitespace, e.g. openid profile roles. Do not enter any value to allow all scopes." : "Καθορίστε τα επιτρεπόμενα πεδία εφαρμογής για τον πελάτη χωρισμένα με ένα κενό διάστημα, π.χ. openid profile roles. Μην εισάγετε καμία τιμή για να επιτρέψετε όλα τα πεδία εφαρμογής.",
    "Email Selection" : "Επιλογή email",
    "Save email selection regex" : "Αποθήκευση regex επιλογής email",
    "Usually the primary email address is used during OpenID control flows. If you wish to use other email adresses (defined as secondary email address in personal settings) you could define a regular expression for selecting the used email address. E.g. .*@domain.tld" : "Συνήθως η κύρια διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται κατά τις ροές ελέγχου OpenID. Εάν επιθυμείτε να χρησιμοποιήσετε άλλες διευθύνσεις ηλεκτρονικού ταχυδρομείου (που ορίζονται ως δευτερεύουσα διεύθυνση ηλεκτρονικού ταχυδρομείου στις προσωπικές ρυθμίσεις), μπορείτε να ορίσετε μια κανονική έκφραση για την επιλογή της χρησιμοποιούμενης διεύθυνσης ηλεκτρονικού ταχυδρομείου. Π.χ. .*@domain.tld"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}