{ "translations": {
    "You must be logged in to view this page." : "Debe iniciar sesión para ver esta página.",
    "No consent request pending." : "No hay solicitud de consentimiento pendiente.",
    "Your client is not authorized to connect. Please inform the administrator of your client." : "Tu cliente no está autorizado a conectarse. Por favor, informa de tu cliente al administrador.",
    "Your client is expired. Please inform the administrator of your client." : "Su cliente ha caducado. Por favor, informe al administrador de su cliente.",
    "The received redirect URI is not accepted to connect. Please inform the administrator of your client." : "El URI de redirección recibido no es aceptado para conectarse. Por favor, informe al administrador de su cliente.",
    "The user is not a member of the groups defined for the client. You are not allowed to retrieve a login token." : "El usuario no es miembro de los grupos definidos para el cliente. No se le permite recuperar un token de inicio de sesión.",
    "A failure during JWT creation occured. Please inform the administrator of your client." : "Se ha producido un error durante la creación del JWT. Por favor, informe al administrador de su cliente.",
    "Your redirect URL needs to be a full URL for example: https://yourdomain.com/path" : "Tu URL de redirección debe ser una URL completa, por ejemplo: https://tudominio.com/ruta",
    "Your client ID must comply with the following rules: chars A-Za-z0-9 & min length 32 & max length 64" : "Su ID de cliente debe cumplir con las siguientes reglas: caracteres A-Za-z0-9 y tamaño min. 32, tamaño máx. 64",
    "Your client secret must comply with the following rules: chars A-Za-z0-9 & min length 32 & max length 64" : "Su secreto de cliente debe cumplir con las siguientes reglas: caracteres A-Za-z0-9 y tamaño min. 32, tamaño máx. 64",
    "Code Authorization Flow" : "Flujo de autorización de código",
    "Code & Implicit Authorization Flow" : "Flujo de autorización de códigos y implícito",
    "OpenID Connect Provider" : "Proveedor OpenID Connect",
    "OIDC Identity Provider" : "Proveedor de identidades OIDC",
    "Nextcloud as OpenID Connect Identity Provider" : "Nextcloud como proveedor de identidades de OpenID Connect",
    "Nextcloud as OpenID Connect Identity Provider\n\nWith this app you can use Nextcloud as OpenID Connect Identity Provider. If other services\nare configured correctly, you are able to access those services with your Nextcloud login.\n\nFull documentation can be found at:\n\n- [User Documentation](https://github.com/H2CK/oidc/wiki#user-documentation)\n- [Developer Documentation](https://github.com/H2CK/oidc/wiki#developer-documentation)" : "Nextcloud como proveedor de identidad de OpenID Connect\n\nCon esta aplicación puedes utilizar Nextcloud como proveedor de identidad de OpenID Connect. Si otros servicios\\nestán configurados correctamente, podrás acceder a esos servicios con tu login de Nextcloud.\n\nLa documentación completa se puede encontrar en:\n\n- [Documentación del usuario](https://github.com/H2CK/oidc/wiki#user-documentation)\n- Documentación para desarrolladores](https://github.com/H2CK/oidc/wiki#developer-documentation)",
    "Avatar" : "Avatar",
    "Address" : "Dirección",
    "Phone" : "Teléfono",
    "Website" : "Sitio web",
    "OpenID Connect allows to authenticate at external services with {instanceName} user accounts." : "OpenID Connect permite autenticarse en servicios externos con cuentas de usuario de {instanceName}.",
    "OpenID Connect clients" : "Clientes de OpenID Connect",
    "Settings" : "Ajustes",
    "Public Key" : "Clave pública",
    "Add client" : "Añadir cliente",
    "Name" : "Nombre",
    "Redirection URI" : "URI de redirección",
    "Select Signing Algorithm" : "Seleccione el algoritmo de firma",
    "Select Type" : "Seleccione el tipo",
    "Confidential" : "Confidencial",
    "Public" : "Público",
    "Add" : "Añadir",
    "List of clients" : "Lista de clientes",
    "Token Expire Time" : "Hora de caducidad de la ficha",
    "Select Token Expire Time" : "Seleccione la hora de caducidad de la ficha",
    "5 minutes" : "5 minutos",
    "10 minutes" : "10 minutos",
    "15 minutes" : "15 minutos",
    "30 minutes" : "30 minutos",
    "60 minutes" : "60 minutos",
    "Refresh Token Expire Time" : "Hora de caducidad de la ficha de actualización",
    "Select Refresh Token Expire Time" : "Seleccione la hora de caducidad de la ficha de actualización",
    "12 hours" : "12 horas",
    "1 day" : "1 día",
    "7 days" : "7 días",
    "Never" : "Nunca",
    "Dynamic Client Registration" : "Registro dinámico de clientes",
    "Enable or disable Dynamic Client Registration" : "Activar o desactivar el registro dinámico de clientes",
    "Select to enable/disable the Dynamic Client Registration" : "Seleccione esta opción para activar/desactivar el registro dinámico de clientes",
    "Disable" : "Desactivar",
    "Enable" : "Activar",
    "Default Access Token Type" : "Tipo de token de acceso predeterminado",
    "Default token type for new clients" : "Tipo de token predeterminado para nuevos clientes",
    "Select default token type for new clients" : "Seleccionar el tipo de token predeterminado para nuevos clientes",
    "Opaque Access Token" : "Token de acceso opaco",
    "JWT Access Token (RFC9068)" : "Token de acceso JWT (RFC9068)",
    "Email Verified Flag" : "Indicador de correo electrónico verificado",
    "Source for email verified flag in token" : "Fuente para el indicador de correo electrónico verificado en el token",
    "Select behaviour for setting email verified flag" : "Seleccione el comportamiento para establecer el indicador de correo electrónico verificado",
    "Use Nextcloud account information" : "Utiliza la información de la cuenta Nextcloud",
    "Set to always verified" : "Siempre verificado",
    "Allow User Settings" : "Permitir configuración de usuario",
    "Define if user can make own user specific changes to settings" : "Definir si el usuario puede realizar cambios específicos en la configuración",
    "Select if user is able to modify user specific settings" : "Seleccione si el usuario puede modificar la configuración específica del usuario",
    "User cannot edit any settings" : "El usuario no puede editar la configuración",
    "User can edit settings" : " El usuario puede editar la configuración",
    "Refresh Token Behavior" : "Comportamiento de la actualización del token",
    "Define refresh token issuance behavior" : "Definir el comportamiento de emisión de tokens de actualización",
    "Select refresh token behavior" : "Seleccionar comportamiento del token de actualización",
    "OIDC Compliant (require offline_access scope)" : "Cumple con OIDC (requiere el ámbito offline_access)",
    "Always provide refresh tokens (legacy mode)" : "Proporcionar siempre tokens de actualización (modo heredado)",
    "OIDC-compliant clients must request the offline_access scope to receive refresh tokens. Enable legacy mode only if you have non-compliant clients that cannot be updated." : "Los clientes compatibles con OIDC deben solicitar el ámbito offline_access para recibir tokens de actualización. Habilite el modo heredado solo si tiene clientes no compatibles que no se pueden actualizar.",
    "Restrict User Information" : "Restringir información del usuario",
    "Removed information from ID token and userinfo endpoint" : "Eliminada la información del token ID y del endpoint userinfo",
    "Select information to be omitted" : "Seleccione la información que desea omitir",
    "Accepted Logout Redirect URIs" : "URI de redireccionamiento de cierre de sesión aceptados",
    "Add Redirection URI" : " Añadir URI de redirección",
    "Regenerate Keys" : "Regenerar claves",
    "OpenID Connect allows you to log in to external services with your {instanceName} user account." : "OpenID Connect le permite iniciar sesión en servicios externos con su cuenta de usuario {instanceName}.",
    "All settings for the login at other services are managed by your administrator." : "Todos los ajustes para el inicio de sesión en otros servicios son gestionados por tu administrador.",
    "Restrict Personal Information" : "Restringir información personal",
    "Basic authentication" : "Autenticación básica",
    "Verify your identity (required)" : "Verifique su identidad (obligatorio)",
    "Profile information" : "Información del perfil",
    "Access your name, username, profile picture, and quota" : "Accede a tu nombre, nombre de usuario, foto de perfil y cuota.",
    "Email address" : "Dirección de correo electrónico",
    "Access your email address and verification status" : "Accede a su dirección de correo electrónico y al estado de verificación.",
    "Group memberships" : "Afiliaciones a grupos",
    "Access your Nextcloud groups and roles" : "Accede a tus grupos y roles de Nextcloud.",
    "Access your Nextcloud group information" : "Accede a la información de tus grupos de Nextcloud.",
    "Access when you're away" : "Acceso cuando estás fuera",
    "Allow this app to access your data even when you're not signed in" : "Permitir que esta aplicación acceda a tus datos incluso cuando no hayas iniciado sesión.",
    "Application Authorization Request" : "Solicitud de autorización de aplicación",
    "{clientName} is requesting access to your account." : "{clientName} está solicitando acceso a su cuenta.",
    "This application will be able to:" : "Esta aplicación podrá:",
    "Deny" : "Denegar",
    "Allow" : "Permitir",
    "You can revoke this access at any time from your account settings." : "Puedes revocar este acceso en cualquier momento desde la configuración de tu cuenta.",
    "OpenID Connect Redirect" : "Redirección de OpenID Connect",
    "Failed to load authorized applications" : "No se pudieron cargar las aplicaciones autorizadas.",
    "Are you sure you want to revoke access for \"{clientName}\"?" : "¿Está seguro de que desea revocar el acceso a {clientName}?",
    "Access revoked successfully" : "Acceso revocado correctamente",
    "Failed to revoke access" : "No se ha podido revocar el acceso",
    "Authorized Applications" : "Aplicaciones autorizadas",
    "These applications have access to your account. Access is managed by your administrator." : "Estas aplicaciones tienen acceso a tu cuenta. El acceso lo gestiona tu administrador.",
    "These applications have access to your account. You can revoke access at any time." : "Estas aplicaciones tienen acceso a tu cuenta. Puedes revocar el acceso en cualquier momento.",
    "Loading..." : "Cargando...",
    "No authorized applications" : "No hay aplicaciones autorizadas.",
    "Client ID:" : "ID de cliente:",
    "Permissions:" : "Permisos:",
    "Authorized on:" : "Autorizado el:",
    "Revoke Access" : "Revocar acceso",
    "Delete" : "Eliminar",
    "Client Identifier" : "Identificador de cliente",
    "Secret" : "Secreto",
    "Show client secret" : "Mostrar secreto del cliente",
    "-- NONE --" : "-- NADA --",
    "Signing Algorithm" : "Algoritmo de firma",
    "Type" : "Tipo",
    "Flows" : "Flujos",
    "Flows allowed to be used with the client." : "Flujos que se pueden utilizar con el cliente.",
    "Access Token Type" : "Tipo de token de acceso",
    "Limited to Groups" : "Limitado a grupos",
    "Only users in one of the following groups are allowed to use the client." : "Sólo los usuarios de uno de los siguientes grupos pueden utilizar el cliente.",
    "Groups allowed to use the client." : "Grupos autorizados a utilizar el cliente.",
    "Allowed Scopes" : "Scopes permitidos",
    "Save allowed scopes" : "Guardar scopes permitidos",
    "Save" : "Guardar",
    "Define the allowed scopes for the client separated by a whitespace, e.g. openid profile roles. Do not enter any value to allow all scopes." : "Defina los scopes permitidos para el cliente separados por un espacio en blanco, por ejemplo, openid profile roles. No introduzca ningún valor para permitir todos los scopes.",
    "Email Selection" : " Selección de correo electrónico",
    "Save email selection regex" : " Guardar regex de selección de correo electrónico",
    "Usually the primary email address is used during OpenID control flows. If you wish to use other email adresses (defined as secondary email address in personal settings) you could define a regular expression for selecting the used email address. E.g. .*@domain.tld" : " Normalmente, la dirección de correo electrónico principal se utiliza durante los flujos de control de OpenID. Si desea utilizar otras direcciones de correo electrónico (definidas como secundarias en la configuración personal), puede definir una expresión regular para seleccionar la dirección de correo electrónico utilizada. Por ejemplo .*@dominio.tld",
    "Resource URL (RFC 9728)" : "URL del recurso (RFC 9728)",
    "Resource URL" : "URL del recurso",
    "Save resource URL" : "Guardar URL del recurso",
    "Resource URL (RFC 9728) for token introspection authorization. Clients with this URL can introspect tokens issued to this resource." : "URL del recurso (RFC 9728) para la autorización de introspección de tokens. Los clientes con esta URL pueden realizar la introspección de los tokens emitidos para este recurso."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}