{ "translations": {
    "You must be logged in to view this page." : "Debe ter accedido para ver esta páxina.",
    "No consent request pending." : "Non hai ningunha solicitude de consentimento pendente.",
    "Your client is not authorized to connect. Please inform the administrator of your client." : "O seu cliente non ten autorización para conectarse. Informe do seu cliente á administración da instancia",
    "Your client is expired. Please inform the administrator of your client." : "O seu cliente caducou. Informe do seu cliente á administración da instancia.",
    "The received redirect URI is not accepted to connect. Please inform the administrator of your client." : "O URI de redirección recibido non é aceptado para conectarse. Informe do seu cliente á administración da instancia",
    "The user is not a member of the groups defined for the client. You are not allowed to retrieve a login token." : "O usuario non é membro dos grupos definidos para o cliente. Non ten permiso para recuperar un testemuño de acceso.",
    "A failure during JWT creation occured. Please inform the administrator of your client." : "Produciuse un fallo durante a creación de JWT. Informe á administración do seu cliente.",
    "Your redirect URL needs to be a full URL for example: https://yourdomain.com/path" : "o seu URL de redirección debe ser un URL completo, por exemplo: https://omeudominio.com/ruta",
    "Your client ID must comply with the following rules: chars A-Za-z0-9 & min length 32 & max length 64" : "O seu ID de cliente debe cumprir coas seguintes regras: caracteres A-Za-z0-9, lonxitude mínima de 32 e lonxitude máxima de 64",
    "Your client secret must comply with the following rules: chars A-Za-z0-9 & min length 32 & max length 64" : "O seu segredo de cliente debe cumprir coas seguintes regras: caracteres A-Za-z0-9, lonxitude mínima de 32 e lonxitude máxima de 64",
    "Code Authorization Flow" : "Fluxo de autorización do código",
    "Code & Implicit Authorization Flow" : "Fluxo de autorización o código e implícito",
    "OpenID Connect Provider" : "Provedor de OpenID Connect",
    "OIDC Identity Provider" : "Provedor de identidades OIDC",
    "Nextcloud as OpenID Connect Identity Provider" : "Nextcloud como provedor de identidade OpenID Connect",
    "Nextcloud as OpenID Connect Identity Provider\n\nWith this app you can use Nextcloud as OpenID Connect Identity Provider. If other services\nare configured correctly, you are able to access those services with your Nextcloud login.\n\nFull documentation can be found at:\n\n- [User Documentation](https://github.com/H2CK/oidc/wiki#user-documentation)\n- [Developer Documentation](https://github.com/H2CK/oidc/wiki#developer-documentation)" : "Nextcloud como provedor de identidade OpenID Connect\n\nCon esta aplicación pode usar Nextcloud como provedor de identidade OpenID Connect. Se están configurados\ncorrectamente outros servizos, pode acceder a eses servizos co seu acceso en Nextcloud.\n\nA documentación completa pódese consultar en:\n\n- [Documentación do usuario](https://github.com/H2CK/oidc/wiki#user-documentation)\n- [Documentación para desenvolvedores](https://github.com/H2CK/oidc/wiki#developer-documentation)",
    "Avatar" : "Avatar",
    "Address" : "Enderezo",
    "Phone" : "Teléfono",
    "Website" : "Sitio web",
    "OpenID Connect allows to authenticate at external services with {instanceName} user accounts." : "OpenID Connect permite autenticarse en servizos externos con contas de usuario {instanceName}.",
    "OpenID Connect clients" : "Clientes de OpenID Connect",
    "Settings" : "Axustes",
    "Public Key" : "Chave pública",
    "Add client" : "Engadir cliente",
    "Name" : "Nome",
    "Redirection URI" : "URI de redireccionamento",
    "Select Signing Algorithm" : "Seleccionar o algoritmo de sinatura",
    "Select Type" : "Seleccionr o tipo",
    "Confidential" : "Confidencial",
    "Public" : "Público",
    "Add" : "Engadir",
    "List of clients" : "Lista de clientes",
    "Token Expire Time" : "Tempo de caducidade do testemuño",
    "Select Token Expire Time" : "Seleccionar o tempo de caducidade do testemuño",
    "5 minutes" : "5 minutos",
    "10 minutes" : "10 minutos",
    "15 minutes" : "15 minutos",
    "30 minutes" : "30 minutos",
    "60 minutes" : "60 minutos",
    "Refresh Token Expire Time" : "Actualizar o tempo de caducidade do testemuño",
    "Select Refresh Token Expire Time" : "Seleccionar a actualización do tempo de caducidade do testemuño",
    "12 hours" : "12 horas",
    "1 day" : "1 día",
    "7 days" : "7 días",
    "Never" : "Nunca",
    "Dynamic Client Registration" : "Rexistro dinámico de clientes",
    "Enable or disable Dynamic Client Registration" : "Activar ou desactivar o rexistro dinámico de clientes",
    "Select to enable/disable the Dynamic Client Registration" : "Seleccione para activar/desactivar o rexistro dinámico do cliente",
    "Disable" : "Desactivar",
    "Enable" : "Activar",
    "Default Access Token Type" : "Tipo de testemuño de acceso predeterminado",
    "Default token type for new clients" : "Tipo de testemuño predeterminado para os novos clientes",
    "Select default token type for new clients" : "Seleccionar o tipo de testemuño predeterminado para os novos clientes",
    "Opaque Access Token" : "Testemuño de acceso opaco",
    "JWT Access Token (RFC9068)" : "Testemuño de acceso JWT (RFC9068)",
    "Email Verified Flag" : "Indicador de correo-e verificado",
    "Source for email verified flag in token" : "Orixe do indicador do correo-e verificado no testemuño",
    "Select behaviour for setting email verified flag" : "Seleccionar o comportamento para axustar o indicador de correo-e verificado",
    "Use Nextcloud account information" : "Usar a información da conta de Nextcloud",
    "Set to always verified" : "Definir como sempre verificado",
    "Allow User Settings" : "Permitir os axustes do usuario",
    "Define if user can make own user specific changes to settings" : "Definir se o usuario pode facer cambios nos axustes específicos do seu propio usuario",
    "Select if user is able to modify user specific settings" : "Seleccione se o usuario pode modificar os axustes específicos do usuario",
    "User cannot edit any settings" : "O usuario non pode editar ningún axuste",
    "User can edit settings" : "O usuario pode editar os axustes",
    "Restrict User Information" : "Restrinxir a información do usuario",
    "Removed information from ID token and userinfo endpoint" : "Retirada a información do testemuño ID e do punto final de «userinfo»",
    "Select information to be omitted" : "Seleccione a información que quere omitir",
    "Accepted Logout Redirect URIs" : "URI de redirección de saída da sesión aceptados",
    "Add Redirection URI" : "Engadir o URI de redireccionamento",
    "Regenerate Keys" : "Rexenerar as chaves",
    "OpenID Connect allows you to log in to external services with your {instanceName} user account." : "OpenID Connect permite autenticarse en servizos externos coa súa conta de usuario {instanceName}.",
    "All settings for the login at other services are managed by your administrator." : "Todos os axustes para acceder a outros servizos son xestionados pola súa administración.",
    "Restrict Personal Information" : "Restrinxir a información persoal",
    "Basic authentication" : "Autenticación básica",
    "Verify your identity (required)" : "Verifique a súa identidade (obrigatorio)",
    "Profile information" : "Información do perfil",
    "Access your name, username, profile picture, and quota" : "Acceda ao seu nome, nome de usuario, imaxe de perfil e cota",
    "Email address" : "Enderezo de correo",
    "Access your email address and verification status" : "Acceda ao seu enderezo de correo-e e estado de verificación",
    "Group memberships" : "Membros do grupo",
    "Access your Nextcloud groups and roles" : "Acceda aos seus grupos e roles de Nextcloud",
    "Access your Nextcloud group information" : "Acceda á información do seu grupo de Nextcloud",
    "Application Authorization Request" : "Solicitude de autorización de aplicación",
    "is requesting access to your account." : "está solicitando acceso á súa conta.",
    "This application will be able to:" : "Esta aplicación será quen a:",
    "Deny" : "Denegar",
    "Allow" : "Permitir",
    "You can revoke this access at any time from your account settings." : "Pode revogar este acceso en calquera momento desde a configuración da súa conta.",
    "OpenID Connect Redirect" : "Redirección de OpenID Connect",
    "Failed to load authorized applications" : "Produciuse un fallo ao cargar as aplicacións autorizadas",
    "Are you sure you want to revoke access for \"{clientName}\"?" : "Confirma que quere revogar o acceso de «{clientName}»",
    "Access revoked successfully" : "O acceso foi revogado satisfactoriamente",
    "Failed to revoke access" : "Produciuse un fallo ao revogar o acceso",
    "Authorized Applications" : "Aplicacións autorizadas",
    "These applications have access to your account. Access is managed by your administrator." : "Estas aplicacións teñen acceso á súa conta. O acceso é xestionado pola súa administración",
    "These applications have access to your account. You can revoke access at any time." : "Vde.Estas aplicacións teñen acceso á súa conta. Pode revogar o acceso en calquera momento.",
    "Loading..." : "Cargando...",
    "No authorized applications" : "Non hai ningunha aplicación autorizada",
    "Client ID:" : "ID de cliente:",
    "Permissions:" : "Permisos:",
    "Authorized on:" : "Autorizado o:",
    "Revoke Access" : "Revogar o acceso",
    "Delete" : "Eliminar",
    "Client Identifier" : "Identificador do cliente",
    "Secret" : "Segredo",
    "Show client secret" : "Amosar o segredo do cliente",
    "-- NONE --" : "-- NINGÚN --",
    "Signing Algorithm" : "Algoritmo de sinatura",
    "Type" : "Escribir",
    "Flows" : "Fluxos",
    "Flows allowed to be used with the client." : "Fluxos que se poden empregar co cliente.",
    "Access Token Type" : "Tipo de testemuño de acceso",
    "Limited to Groups" : "Limitado a Grupos",
    "Only users in one of the following groups are allowed to use the client." : "Só os usuarios dun dos seguintes grupos poden usar o cliente.",
    "Groups allowed to use the client." : "Grupos autorizados a usar o cliente.",
    "Allowed Scopes" : "Ámbitos permitidos",
    "Save allowed scopes" : "Gardar os ámbitos permitidos",
    "Save" : "Gardar",
    "Define the allowed scopes for the client separated by a whitespace, e.g. openid profile roles. Do not enter any value to allow all scopes." : "Defina os ámbitos permitidos para o cliente separados por un espazo en branco, p. ex. openid perfil roles. Non introduza ningún valor para permitir todos os ámbitos.",
    "Email Selection" : "Selección do correo",
    "Save email selection regex" : "Gardar as expresións regulares (regex) de selección de correo",
    "Usually the primary email address is used during OpenID control flows. If you wish to use other email adresses (defined as secondary email address in personal settings) you could define a regular expression for selecting the used email address. E.g. .*@domain.tld" : "Normalmente empregase o enderezo de correo principal durante os fluxos de control de OpenID. Se quere empregar outros enderezos de correo (definidos como enderezos de correo secundarios nos axustes persoais) pode definir unha expresión regular para seleccionar o enderezo de correo empregado. P. ex., .*@dominio.tld"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}